Revit 2024 API
SymbolTypeId.KgPerM Property
 Symbol kg/m, indicating unit Kilograms per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KgPerM { get; }
Visual Basic
Public Shared ReadOnly Property KgPerM As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KgPerM {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace